Repository: kombinat/kombinat.behavior.collectionfilter
Catalog: kombinat/behavior/collectionfilter/locales/*/LC_MESSAGES/kombinat.behavior.collectionfilter.po
Languages: de

source: -- all Locations --
de: -- Alle Pfade --

source: -- all Subjects --
de: -- Alle Stichwörter --

source: -- all Types --
de: -- Alle Artikeltypen --

source: Allow empty values for
de: Erlaube leere Werte für folgende Felder

source: Collection Filter
de: Kollektion Filter

source: Default Filter Values
de: Standard Filterwerte

source: Exclude Filter Values
de: Ausschluss Indexwerte

source: Ignore Fields
de: Ignorierte Katalogindexe

source: Set default values with key:value[,value] per line
de: Ein "Indexname:Indexwert" pro Zeile. z.B: <br/> Subject:subject1[,subject2]

source: Show 'Startdate' selector
de: Zeige "Startdatum"-Feld

source: Show Filter
de: Zeige Filter

source: Show criteria filter in view and/or tile view of collective.cover
de: Aktiviert Filter für Kollektionsansicht oder Tiles

source: Toggle collection filter visibility
de: Kollektionsfilter sichtbar?

source: When
de: Wann

source: You did not specify any filterable criterias for this collection.<br /> Right now we can filter the criterias <i>Format</i>, <i>Info Type</i> and <i>Theme</i>.
de: Sie haben keine filterbaren Kriterien in dieser Kollektion angegeben.

source: help_allow_empty_values
de: Hier angegebene Felder können auch "leer" sein, d.h. Sie werden im Query nicht berücksichtig. Andernfalls muss zwingend eines der angegebenen Werte im Suchquery vorkommen.

source: help_ignore_fields
de: Geben sie die Katalogindexe an, welche im Filter ignoriert werden sollen
